"%.0lfk of %.0lfk" = "%1$.0lfk z %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ bola nainštalovaná a bude pripravená na použitie pri novom spustení  %3$@! Prajete si teraz znovu spustiť aplikáciu?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ je aktuálne najnovšia dostupná verzia.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ je teraz dostupná (používate %3$@). Prajete si ju teraz skopírovať?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ nemá oprávnenie zapisovať do aplikačnej zložky! Nemáte aplikáciu spustenú z obrazu disku? Ak nie, požiadejte o pomoc vášho systémového administrátora.";
"A new version of %@ has been installed!" = "Nová verzia aplikácie %@ bola nainštalovaná!";
"A new version of %@ is available!" = "Je dostupná nová verzia %@!";
"An error occurred during installation. Please try again later." = "Vyskytla sa chyba pri inštalácii. Skúste to prosím neskôr.";
"An error occurred in retrieving update information. Please try again later." = "Vyskytla sa chyba pri získavaní informácií o aktualizácii. Skuste to prosím neskôr.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Vyskytla sa chyba pri prijímání informácií o aktualizácii. Presvedčte sa, či ste pripojený k Internetu a skúste to prosím neskôr.";
"An error occurred while extracting the archive. Please try again later." = "Vyskytla sa chyba pri rozbaľování archívu. Skúste to prosím neskôr.";
"An error occurred while trying to download the file. Please try again later." = "Vyskytla sa chyba pri kopírovaní súboru. Skúste to prosím neskôr.";
"An update is already in progress!" = "Aktualizácia práve prebieha!";
"Anonymous system profile information is used to help us plan future development work." = "Informácie o anonymnom systémovom profile nám pomôžu lepše plánovať ďalší vývoj aplikácie.";
"Cancel" = "Zrušiť";
"Check for updates on startup?" = "Kontrolovať aktualizácie pri spustení aplikácie?";
"Downloading update..." = "Kopírovanie novej verzie…";
"Extracting update..." = "Rozbaľovanie inštalácie…";
"Include anonymous system profile?" = "Zahrnúť anonymný systémový profil?";
"Install Update" = "Inštalovať aktualizáciu";
"Install and Relaunch" = "Inštalovať a znovu spustiť";
"Installing update..." = "Inštalácia aktualizácie…";
"No" = "Nie";
"Ready to install!" = "Pripravené k inštalácii!";
"Release Notes:" = "Poznámky k vydaniu:";
"Remind Me Later" = "Pripomenúť neskôr";
"Skip This Version" = "Vynechať verziu";
"Software Update" = "Aktualizácia";
"Update Error!" = "Chyba pri aktualizácii aplikácie!";
"Updating %@" = "Aktualizácia %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Prajete si %@ overovať aktualizácie pri spustení aplikácie? Túto voľbu môžete neskôr zmeniť v predvoľbách aplikácie.";
"Yes" = "Áno";
"You're up to date!" = "Vaša verzia je aktuálna!";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
